{
  "Navigation": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "skills": "Skills",
    "experience": "Experience",
    "contact": "Contact"
  },
  "Intro": {
    "paragraph": "Hello, I'm Mohammed. I'm a full-stack developer. I enjoy building sites & apps. My favorites stack are React | Angular | Node.JS (Express).",
    "contact": "Contact me here",
    "resume": "Download CV"
  },
  "About": {
    "title": "About Me",
    "paragraph": "After graduating with a degree in Statistic and Business Intelligence, and working in the data analysis field, I decided to pursue my passion for IT programming. I've enrolled in a WEB development program at Openclassrooms Institute, and learned a lot about Full-Stack WEB development. My favorite part of programming is the problem-solving aspect. I love the feeling of finally figuring out a solution to a problem. I am currently looking for a full-time position as a software developer."
  },
  "Skills": {
    "title": "My Skills"
  },
  "Projects": {
    "title": "My projects",
    "titleProject1": "Real Estate Agency",
    "descriptionProject1": "This site is a clone of a real estate agency. It is responsive and was developed with React and TypeScript. It uses the Context API to manage global state of the application. Some unit tests were written with Vitest and React Testing Library. The site is deployed on Vercel.",
    "titleProject2": "Posts Blog",
    "descriptionProject2": "This site is a blog of posts. It is responsive and was developed with Angular and Node.js. The user can sign up and log in, create a post, update and delete it (these two last actions are only possible for the creator of the post). The site is deployed on Amazon Web Service."
  },
  "Experiance": {
    "title": "My Experience",
    "titleExperiance1": "Graduated Master Degree",
    "descriptionExperiance1": "I graduated in statistics and business intelligence at Paul SABATIER University. I found a job as an IT corresponding, and then worked as statistician in assurance sector.",
    "titleExperiance2": "SQL Developer",
    "descriptionExperiance2": "I'm working as a SQL developer in assurance sector. I'm in charge of the development of scripts, intended to process and analyze data.",
    "titleExperiance3": "Full-Stack Developer",
    "descriptionExperiance3": "I'm now a full-stack developer looking for a job, included freelance job. My stack includes React, Next.js, TypeScript, Angular, Express (Node.JS). I'm open to full-time opportunities."
  },
  "Contact": {
    "title": "Contact Me",
    "sentence1": "Please contact me directly at",
    "sentence2": "or through this form.",
    "placeholderEmail": "Your email",
    "placeholderMessage": "Your message",
    "button": "Submit"
  },
  "Footer": {
    "paragraph1": "© 2024 Mohammed ARABA Portfolio"
  }
}
